[
  {
    "name": "short_hinduismo_gamer",
    "startId": 32,
    "endId": 36,
    "zoom": 1.8,
    "thumbnailYoutubeShort": "thumbnail_short_hinduismo_gamer.png",
    "title": "La Vida es un Videojuego 🎮",
    "description": "¿Sabías que la Reencarnación es el Respawn original? Descubre cómo el Hinduismo gamificó la vida.",
    "hashtags": "#Hinduismo #Videojuegos #Karma #Historia",
    "tags": ["Hinduismo", "Curiosidades", "Historia", "Religión"],
    "thumbnailPromt": "High-quality digital vector illustration, exact YouTube explainer cartoon style. Split screen composition. Top half: stick figure in BRIGHT CYAN BLUE hoodie wearing a king's crown and cape looking victorious. Bottom half: the same stick figure as a tiny ant looking sad. Large bold text in background: 'GAME OVER vs RESPAWN'. Vibrant colors, thick outlines, expressive faces."
  },
  {
    "name": "short_dioses_corporativos",
    "startId": 18,
    "endId": 24,
    "zoom": 1.8,
    "thumbnailYoutubeShort": "thumbnail_short_dioses_corporativos.png",
    "title": "La Diosa del Alcantarillado 🚽",
    "description": "Los romanos tenían dioses para todo... incluso para el baño. Conoce a Cloacina.",
    "hashtags": "#Roma #CuriosidadesHistoricas #Mitologia #Humor",
    "tags": ["Mitología", "Roma", "Historia", "Dioses"],
    "thumbnailPromt": "High-quality digital vector illustration, exact YouTube explainer cartoon style. Close up shot. Stick figure in BRIGHT CYAN BLUE hoodie pinching its nose with a disgusted expression, green stink lines visible. Standing next to him is a beautiful glowing Roman Goddess holding a toilet plunger like a royal scepter. Background is ancient Rome. Thick outlines, flat vibrant colors."
  },
  {
    "name": "short_hackeo_buda",
    "startId": 37,
    "endId": 41,
    "zoom": 1.8,
    "thumbnailYoutubeShort": "thumbnail_short_hackeo_buda.png",
    "title": "El Hackeo Mental de Buda 🧠",
    "description": "Buda descubrió cómo romper el ciclo del sufrimiento. El hackeo más grande de la historia.",
    "hashtags": "#Buda #Filosofia #Mindset #Historia",
    "tags": ["Budismo", "Filosofía", "Mindfulness", "Historia"],
    "thumbnailPromt": "High-quality digital vector illustration, exact YouTube explainer cartoon style. Stick figure Buddha wearing cool black sunglasses (Matrix style), stopping digital bullets in mid-air with one hand. The bullets are labeled 'SUFFERING'. Background is vertical falling green digital code rain. Dramatic lighting, cool and powerful pose."
  },
  {
    "name": "short_hackeo_roma",
    "startId": 53,
    "endId": 57,
    "zoom": 1.8,
    "thumbnailYoutubeShort": "thumbnail_short_hackeo_roma.png",
    "title": "Cómo Hackearon Roma 🏛️",
    "description": "De ser perseguidos a dominar el imperio. El ascenso viral del Cristianismo.",
    "hashtags": "#Roma #Historia #Cristianismo #Viral",
    "tags": ["Imperio Romano", "Cristianismo", "Historia", "Estrategia"],
    "thumbnailPromt": "High-quality digital vector illustration, exact YouTube explainer cartoon style. Stick figure in BRIGHT CYAN BLUE hoodie wearing hacker glasses, typing furiously on a keyboard. Behind him, the Roman Colosseum is appearing but made entirely of glowing green computer code. Text in air: 'SYSTEM HACKED'. Dynamic angle, high energy."
  },
  {
    "name": "short_ciencia_vs_religion",
    "startId": 70,
    "endId": 74,
    "zoom": 1.8,
    "thumbnailYoutubeShort": "thumbnail_short_ciencia_vs_religion.png",
    "title": "Ciencia vs Religión: ¿Quién Gana? 🧪",
    "description": "Creímos que la ciencia eliminaría la religión, pero algo inesperado pasó.",
    "hashtags": "#Ciencia #Religion #Debate #Futuro",
    "tags": ["Ciencia", "Religión", "Debate", "Sociedad"],
    "thumbnailPromt": "High-quality digital vector illustration, exact YouTube explainer cartoon style. A boxing match setup. Left corner: Stick figure Scientist holding a bubbling test tube. Right corner: Stick figure Zeus holding a lightning bolt. In the middle, a referee stick figure looking shocked as a scoreboard explodes. Sparks and action lines. Thick outlines."
  }
]
